Repository: FrancYescO/tch_firmware_extracted
Catalog: www/lang/*/web-framework-tch.po
Languages: es_es

source: Add
es_es: Agregar

source: Apply
es_es: Aplicar

source: Cancel
es_es: Cancelar

source: Edit
es_es: Editar

source: Delete
es_es: Eliminar

source: Create new
es_es: Crear nuevo

source: help
es_es: Ayuda

source: refresh data
es_es: Actualizar

source: hide advanced
es_es: Ocultar avanzado

source: show advanced
es_es: Mostrar avanzado

source: Close
es_es: Cerrar

source: Save
es_es: Guardar

source: Error while applying changes
es_es: Error al aplicar los cambios

source: Changes saved successfully
es_es: Los cambios se han guardado correctamente

source: Error while saving changes
es_es: Error al guardar los cambios

source: Some parameters failed validation
es_es: Algunos parámetros no pudieron validarse

source: %d second
es_es: %d segundo

source: %d minute
es_es: %d minuto

source: %d hour
es_es: %d hora

source: %d day
es_es: %d dia

source: Positive number expected.
es_es: Número positivo esperado

source: Changes not allowed.
es_es: Cambios no permitidos.

source: Changes were made to this table which require you to start again.
es_es: Se hicieron cambios en esta tabla que requiere que empezar de nuevo.

source: You tried to access an invalid line.
es_es: Ha intentado acceder a una línea no válida.

source: An error occured while saving your changes.
es_es: Se produjo un error al intentar guardar los cambios.

source: An error occured while applying your changes.
es_es: Se produjo un error al aplicar los cambios.

source: duplicate value
es_es: Valor duplicado

source: Received a non string value.
es_es: Se recibio un valor diferente a tipo cadena

source: String cannot be empty.
es_es: La cadena no puede estar vacía

source: Invalid IP address.
es_es: Dirección IP no válida

source: Invalid input
es_es: Entrada no válida

source: Invalid MAC address, it must be of the form 00:11:22:33:44:55 or 00-11-22-33-44-55
es_es: Dirección MAC no válida, debe ser de la forma 00:11:22:33:44:55 o 00-11-22-33-44-55

source: Invalid MAC address
es_es: Dirección MAC no válida

source: Reserved MAC address
es_es: Dirección MAC reservada

source: Domain name cannot be empty.
es_es: El nombre de dominio no puede estar vacío

source: Received domain name is too long.
es_es: El nombre de dominio recibido es muy largo

source: Dot at start or end of domain name is not allowed. Successive dots are not allowed in domain name.
es_es: Punto al inicio o al final del nombre de dominio no está permitido. Puntos consecutivos no están permitidos en el nombre de dominio

source: Domain name segments (seperated by dots) cannot be longer than 63 characters.
es_es: Segmentos del nombre de dominio (separado por puntos) no pueden ser más de 63 caracteres

source: Domain name segments (seperated by dots) of single character length cannot be a special character.
es_es: Segmentos del nombre de dominio (sepadaro por puntos) de un solo caracter no puede ser caracter especial

source: Domain name should start and end only with alphanumeric characters. Domain name cannot contain white space or special characters other than hyphen or dot.
es_es: El nombre de dominio debe de comenzar y terminar solo con caracteres alfanumericos. El nombre de dominio no puede contener espacios en blanco o caracteres especiales distintos de guión y punto.

source: 0 or 1 expected.
es_es: 0 o 1 esperado

source: Port is invalid. It should be between 1 and 65535 or it must be of format port1:port2 with port1 <= port2.
es_es: El puerto no es válido. Debe estar entre 1 y 65535 o el formato debe ser puerto1:puerto2 con puerto1 <= puerto2

source: Invalid port range.
es_es: Rango de puerto no válido

source: Port range is invalid, it must be of format port1:port2 with port1 <= port2.
es_es: Intervalo de puertos no es válido, debe ser de formato port1:port2 con port1 <= port2

source: Input must be a number.
es_es: La entrada debe ser un número

source: Input must be a number between %d and %d included.
es_es: La entrada debe ser un número incluido entre %d y %d

source: Input must be a number smaller than %d included.
es_es: La entrada debe ser menor o igual a %d

source: Input must be a number greater than %d included.
es_es: La Entrada Debe Ser Mayor o Igual a %d

source: Input must be a whole number.
es_es: La entrada debe ser un número entero

source: Expire Time is invalid. It should be a whole number, between 60 and 600000.
es_es: Tiempo de caducidad no es válido. Debe estar entre 60 y 86.400

source: Invalid input.
es_es: Entrada no válida

source: Invalid value.
es_es: Valor no válido

source: String must be at least %d characters long.
es_es: Cadena debe ser al menos %d caracteres de longitud

source: String must be between %1$d and %2$d characters long.
es_es: El valor debe ser entre %1$d y %2$d caracteres de longitud

source: Invalid value; enter a number greater than 0, followed by 's' for seconds or 'm' for minutes or 'h' for hours or 'd' for days or 'w' for weeks. No spaces.
es_es: Valor invalido, ingresa un numero mayor a 0, seguido de 's' para segundos o 'm' para minutos o 'h' para horas o 'd' para dias o 'w' para semanas. Sin espacios.

source: The minimum leasetime must be 120 seconds or 2 minutes.
es_es: El tiempo minimo debe ser de 120 segundos o 2 minutos.

source: The Maximum leasetime must be 3 weeks or 21 days or 504 hours or 30240 minutes or 1814400 seconds.
es_es: El tiempo maximo debe ser 3 semanas o 21 dias o 504 horas o 30240 minutos o 1814400 segundos

source: The wireless key contains invalid characters, only space, letters, numbers and the following characters !"#%&()*+,-./:;<=>?@[\]^_{|}~'$` are allowed.
es_es: La clave inalámbrica contiene caracteres inválidos, solo espacios, letras, numeros y los siguientes caracteres !"#$%&'()*+,-./:;<=>?@[\]^_`{|}~ son permitidos

source: Invalid Pin.
es_es: Pin no válido

source: PIN code must be 4 or 8 digits with potentially a dash or space in the middle.
es_es: Código WPS debe estar compuesto de 4 u 8 digitos con un guion o espacio en medio

source: Invalid length, a WEP key must be 5, 10, 13 or 26 characters long.
es_es: Longitud invalida, la clave WEP debe contener 5, 10, 13 o 26 caracteres de longitud

source: A WEP key of length 10 or 26 can only contain the hexadecimal digits.
es_es: La clave WEP de 10 o 26 solo puede contener digitos hexadecimales

source: Invalid netmask.
es_es: Máscara de red inválida

source: Destination is not in the Gateway network
es_es: Destino no es la red del Gateway

source: String is not an IPv4 address.
es_es: La dirección IPv4 introducida es errónea

source: IP is not in the same network as the gateway %s.
es_es: IP no esta en la misma red del modem %s.

source: Cannot use the GW IP.
es_es: No se puede usar la IP del Modem

source: Cannot use the broadcast address.
es_es: No se puede usar la dirección de broadcast

source: Cannot use the network address.
es_es: No se puede usar la dirección de la red

source: Invalid IPv6 Address, address group is invalid.
es_es: Dirección IPv6 inválida, la dirección del grupo es invalida

source: Not a Public address
es_es: No es una dirección pública

source: Cannot use a reserved IP address.
es_es: No se puede usar una dirección IP reservada.

source: Cannot use software address range.
es_es: No se puede usar un rango de dirección de software

source: Cannot use IPv4 loopback address range.
es_es: No puede usar una dirección de loopback en el rango IPv4

source: Cannot use a multicast address.
es_es: No puede usar una dirección de multicast

source: Cannot use the network address
es_es: No se puede usar la dirección de la red

source: Cannot use the broadcast address
es_es: No se puede usar la dirección de broadcast

source: Invalid IP Address.
es_es: Dirección IP inválida

source: Cannot use an address in this address range.
es_es: No se puede usar una dirección en este rango de dirección

source: Cannot use the limited broadcast destination address.
es_es: No se puede usar la dirección broadcast limitada de destino.

source: Invalid IP Address
es_es: Dirección IP no válida

source: Not a Public Address
es_es: No es una dirección pública

source: Cannot use IPv4 loopback address range
es_es: No puede usar una dirección de loopback en el rango IPv4

source: Cannot use a multicast address
es_es: No puede usar una dirección de multicast

source: Cannot use the limited broadcast destination address
es_es: No puede usar la dirección limite de broadcast

source: Invalid netmask
es_es: Máscar de subred inválida

source: Invalid CIDR number.
es_es: Número CIDR inválido

source: Invalid data format detected
es_es: Formato de datos inválido detectado

source: Please enter valid IPv
es_es: Por favor introduce una IP válida

source: Subnet must be between %d and %d (inclusive)
es_es: Subred debe de ser entre %d y %d (inclusivo)

source: Invalid URL
es_es: URL inválida

source: Cannot assign, %s in use by system.
es_es: No se puede asignar, %s en uso por el sistema.

source: Invalid Network Address.
es_es: Dirección de red inválida.

source: IP Address does not belong to Class A, B or C.
es_es: Dirección IP no pertenece a la Clase A, B o C

source: Invalid subnet.
es_es: Subred inválida

source: The IP is internally used for other services.
es_es: La dirección IP es usada internamente por otros servicios.

source: SSID should not be empty
es_es: SSID no debe estar vacio

source: SSID should not start with ; # !
es_es: SSID no debe comenzar con ; # !

source: SSID should not contain ?, ", $, [, \, ],and + special characters
es_es: SSID no debe contener ?, ", $, [, \, ], y + caracteres especiales

source: Invalid Number
es_es: Número inválido.

source: Invalid hour, must be between 0 and 23
es_es: Hora inválida, debe de ser entre 0 y 23

source: Invalid minutes, must be between 0 and 59
es_es: Minutos inválidos, debe de ser entre 0 y 59

source: Invalid time (must be hh:mm)
es_es: Hora inválida (debe de ser hh:mm)

source: Invalid MAC Address
es_es: Dirección MAC no válida

source: space is not allowed
es_es: Espacio en blanco no está permitido
