Repository: FrancYescO/tch_firmware_extracted
Catalog: www/lang/*/webui-core.po
Languages: es_es

source: Ethernet not connected
es_es: Ethernet no conectado

source: Wireless
es_es: Inalámbrico

source: Wireless Control
es_es: Control Inalámbrico

source: Configuration of VP/VC not available
es_es: Configuración de VP/VC no disponible

source: DynDNS disabled
es_es: DNS Dinámico desactivado

source: DynDNS enabled
es_es: DNS Dinámico activado

source: DMZ blocked
es_es: DMZ Bloqueado

source: DMZ enabled
es_es: DMZ activado

source: DMZ disabled
es_es: DMZ desactivado

source: WAN Services
es_es: Servicios WAN

source: <strong %s>%d port forwarding</strong> rule is defined
es_es: <strong %s>%d</strong> regla de reenvío de puertos definida.

source: <strong %s>%d UPnP</strong> rule is active
es_es: <strong %s>%d</strong> regla upnp activa.

source: User management and log viewer
es_es: Gestión de usuarios y visor de registro

source: <strong id = "Ethernet_Devices" %1$s>%2$d Ethernet device</strong> connected
es_es: <strong id = "Ethernet_Devices" %1$s>%2$d dispositivo ethernet</strong> conectado

source: <strong id = "Wifi_Devices" %1$s>%2$d Wi-Fi device</strong> connected
es_es: <strong id = "Wifi_Devices" %1$s>%2$d dispositivo WiFi</strong> conectado

source: <strong id = "Ethernet_Devices" %1$s>%2$d Hotspot device</strong> connected
es_es: <strong id = "Ethernet_Devices" %1$s>%2$d dispositivo Hotspot</strong> conectado

source: Version %s (%s)
es_es: Versión %s (%s)

source: your gateway
es_es: Tu Gateway

source: NAT Helpers
es_es: Ayudantes NAT

source: <strong %1$s>%2$d Enabled Helper</strong>
es_es: <strong %1$s>%2$d Helper habilitado</strong>

source: <strong %1$s>%2$d Disabled Helper</strong>
es_es: <strong %1$s>%2$d Helper deshabilitado</strong>

source: Not Set
es_es: No aplicado

source: Periodic: <strong id="cwmpconfcard_periodicinterval">%s</strong>
es_es: Periódico: <strong id="cwmpconfcard_periodicinterval">%s</strong>

source: low
es_es: Baja

source: medium
es_es: Media

source: high
es_es: Alto

source: user
es_es: Usuario

source: Firewall level: <strong id="Firewall_Level_ID">%s</strong><br>
es_es: Nivel de cortafuegos: <strong id="Firewall_Level_ID">%s</strong><br>

source: <strong>%d</strong> IPv4 rule(s) defined<br>
es_es: <strong>%d</strong> reglas IPv4 definidas<br>

source: <strong>%d</strong> IPv6 rule(s) defined
es_es: <strong>%d</strong> reglas IPv6 definidas

source: No Signal
es_es: Sin Señal

source: Gateway in bridge mode
es_es: Gateway en modo Puente

source: Bridge disabled
es_es: Puente deshabilitado

source: Bridge connected
es_es: Puente conectado

source: Bridge not connected
es_es: Puente no conectado

source: IPv6 Disabled
es_es: IPv6 Deshabilitado

source: IPv6 Connecting
es_es: IPv6 Conectando

source: IPv6 Connected
es_es: IPv6 conectado

source: PPP disabled
es_es: PPP desactivado

source: PPP disconnecting
es_es: Desconectando PPP

source: WAN IP is <strong>%s</strong>
es_es: IP WAN es <strong>%s</strong>

source: WAN IP is
es_es: WAN IP es

source: Static disabled
es_es: Estática deshabilitado

source: Static on
es_es: Estático Encendido

source: DHCP disabled
es_es: DHCP desactivado

source: DHCP on
es_es: DHCP encendido

source: DHCP connecting
es_es: DHCP conectando

source: WAN IP is <strong id ="wan_ip">%s</strong>
es_es: WAN IP es <strong id="wan_ip"> %s </strong>

source: <strong id="iproutescard_noofroutes" %1$s>%2$d Route</strong>
es_es: <strong id="iproutescard_noofroutes" %1$s>%2$d Ruta</strong>

source: <strong id="iproutescard_noofipv4staticroutes" %1$s>%2$d IPv4 Static Route</strong>
es_es: <strong id="iproutescard_noofipv4staticroutes" %1$s>%2$d Ruta Estática IPv4</strong>

source: <strong %1$s>%2$d DNS Server</strong>
es_es: <strong %1$s>%2$d Servidor DNS</strong>

source: syslog Disabled
es_es: Syslog Deshabilitado

source: syslog Enabled
es_es: Syslog Habilitado

source: Username:
es_es: Usuario:

source: Password:
es_es: Contraseña:

source: There is no connection to the Internet.
es_es: No hay conexión a Internet

source: xDSL Disabled
es_es: xDSL Deshabilitado

source: xDSL Enabled
es_es: xDSL Habilitado

source: xDSL Config
es_es: Configuración xDSL

source: DHCP enabled
es_es: DHCP Activado

source: IPv6 Not Assigned
es_es: IPv6 no asignado

source: IPv6 Assigned
es_es: IPv6 Asignada

source: Gateway IP is <strong id="Gateway_Ip">%s</strong> and netmask is <strong id="Netmask_Ip">%s</strong>
es_es: La IP del Gateway es <strong id="Gateway_Ip">%s</strong> y la mascara de red es <strong id="Netmask_Ip">%s</strong>

source: Start and Stop time cannot be the same
es_es: El tiempo de inicio y fin no puede ser el mismo

source: Invalid hour, must be between 0 and 23
es_es: Hora inválida, debe ser entre 0 y 23

source: Invalid minutes, must be between 0 and 59
es_es: Minutos inválidos, debe ser entre 0 y 59

source: The time range is incorrect
es_es: El rango de tiempo es incorrecto

source: Invalid time (must be hh:mm)
es_es: Hora inválida (debe ser hh:mm)

source: Allow
es_es: Permitir

source: Block
es_es: Bloquear

source: AP State
es_es: Estado del Punto de Acceso

source: Duplicate contents are not allowed
es_es: Contenido duplicado no está permitido

source: Overlap contents are not allowed
es_es: Contenidos superpuestos no están permitidos

source: Function input param is missing
es_es: Falta parámetro de entrada de la función

source: Save on USB
es_es: Guardar en USB

source: Export All
es_es: Exportar todo

source: Up
es_es: Activo

source: Gateway_nexthop
es_es: Gateway - Siguiente salto

source: Upgrade firmware
es_es: Actualizar firmware

source: Product Vendor: %s
es_es: Marca: %s

source: Product Name: %s
es_es: Modelo: %s

source: Version: %s (%s)
es_es: Versión: %s (%s)

source: VDSL2 Profile
es_es: Perfil VDSL2

source: Loop Attenuation by Band
es_es: Atenuación del enlace por banda

source: Signal-noise Ratio Margin by Band
es_es: Relación señal a ruido por banda

source: Signal Attenuation by Band
es_es: Atenuación de la señal por banda

source: IP address
es_es: Dirección IP

source: DNS server 1
es_es: Servidor DNS 1

source: DNS server 2
es_es: Servidor DNS 2

source: Password Mask
es_es: Ocultar contraseña

source: Site blocking enabled
es_es: Bloqueo de sitios habilitado

source: Site blocking disabled
es_es: Bloqueo de sitios deshabilitado

source: Site
es_es: Sitio

source: Device
es_es: Dispositivo
