Repository: FrancYescO/tch_firmware_extracted
Catalog: www/lang/*/webui-core.po
Languages: es_es

source: Login
es_es: Iniciar Sesión

source: Reset Password
es_es: Restablecer Contraseña

source: Select the <strong>"Reset"</strong> button to confirm resetting the password to the default value.
es_es: Seleccione el boton de <strong> "Restablecer" </strong> para confirmar el restablecimiento de la contraseña al valor predeterminado.

source: Cancel
es_es: Cancelar

source: Reset
es_es: Restablecer

source: Continue
es_es: Continuar

source: * You may be charged extra by your network operator after clicking continue
es_es: * Puede que su operador de red le cobre extra después de dar clic en continuar

source: You have been intercepted for an unknown reason
es_es: Haz sido interceptado por una razón desconocida

source: Datausage warning
es_es: Advertencia por el uso de datos

source: disabled
es_es: desactivado

source: updating
es_es: actualizando

source: updated
es_es: actualizado

source: Ports already Reserved
es_es: Los Puertos ya están reservados.

source: An existing UPNP mapping overlaps with the entered ports range
es_es: Una asignación UPNP existente se superpone con el rango de puertos introducidos

source: An existing mapping overlaps with the ports range
es_es: Una asignación existente se superpone con el rango de puertos.

source: Name
es_es: Nombre

source: Protocol
es_es: Protocolo

source: WAN port
es_es: Puerto WAN

source: LAN port
es_es: Puerto LAN

source: Source IP
es_es: IP Origen

source: Destination IP
es_es: IP de destino

source: Destination MAC
es_es: MAC de destino

source: Source IP cannot be same as Destination IP
es_es: IP Origen no puede ser la misma que IP Destino

source: A name must be between 1 and 63 characters
es_es: Un nombre debe de ser entre 1 y 63 caracteres

source: Reserved name cannot be given as rule name
es_es: Nombre reservado no puede darse como nombre de la regla

source: A name must contain only alphanumeric characters and dash
es_es: Un nombre debe de contener solo caracteres alfanuméricos

source: duplicate value
es_es: Valor duplicado

source: Cannot use GatewayIP address range
es_es: No se puede usar la dirección IP del Gateway

source: Cannot use the network address
es_es: No se puede usar la dirección de red

source: Add new IPv4 port mapping
es_es: Agregar nuevo mapeo de puerto IPv4

source: All
es_es: Todos

source: Destination port
es_es: Puerto de destino

source: Add new IPv6 forwarding rule
es_es: Agregar nueva regla de redirección IPv6

source: Domain
es_es: Dominio

source: Policy
es_es: Política

source: Out Policy
es_es: Política de salida

source: Add new dns rule
es_es: Agregar nueva regla DNS

source: Destination
es_es: Destino

source: Description
es_es: Descripción

source: WAN services
es_es: Servicios WAN

source: Enabled
es_es: Activado

source: IPv4 Port forwarding table
es_es: Tabla de reasignación de puertos IPv4

source: To use port ranges use
es_es: Para usar rango de puertos use

source: for example 500:505.
es_es: Por ejemplo 500:505.

source: IPv6 forwarding table
es_es: Tabla de redirección IPv6

source: DNS rules
es_es: Reglas DNS

source: UPnP Enabled
es_es: UPnP Activado

source: NAT-PMP Enabled
es_es: NAT-PMP Activado

source: Secure Mode Enabled
es_es: Modo seguro activado

source: Datamodel Version
es_es: Versión del Modelo de Datos

source: Note: Datamodel version <b>1</b> may be required for older applications.
es_es: Nota: la versión Datamodel <b> 1 </b> puede ser requerida por aplicaciones antigüas.

source: DynDNS IPV4
es_es: DNS Dinámico IPv4

source: Status
es_es: Estado

source: Service Name
es_es: Nombre de servicio

source: Note: HTTPS mode will enable encryption but not certificate-based authentication of DynDNS service
es_es: Nota: Modo HTTPS habilitará encriptación pero no autenticación basada en certificados del servicio DynDNS.

source: User Name
es_es: Nombre de usuario

source: Password
es_es: Contraseña

source: DynDNS Information
es_es: Información DNS

source: DynDNS IPV6
es_es: DNS Dinámico IPv6

source: Wake on LAN over the Internet
es_es: Despertar por LAN a través de Internet

source: DSL Bit Loading (Line 1)
es_es: Carga de bits en DSL (Línea 1)

source: Framing parameters
es_es: Parámetros de trama

source: OR
es_es: O

source: Delay
es_es: Retraso

source: G.INP stats
es_es: Estadísticas G.INP

source: RxQueue
es_es: Fila Rx

source: TxQueue
es_es: Fila Tx

source: ErrFreeBits
es_es: Bits sin errores

source: Vectoring stats
es_es: Estadísticas Vectoring

source: ErrS Packet Send
es_es: Errores Paquetes enviados

source: ErrS Packet Drop
es_es: Errores Paquetes rechazados

source: ErrS Stat Send
es_es: Errores

source: Direction Mode
es_es: Modo de dirección

source: Rx BitSwap Mode
es_es: Modo Rx BitSwap

source: Disable VN Mode
es_es: Deshabilitar modo VN

source: VCE Address
es_es: Dirección VCE

source: Upstream FEC
es_es: Canal de Subida FEC

source: Downstream FEC
es_es: Canal de Bajada FEC

source: Upstream CRC
es_es: Canal de Subida CRC

source: Downstream CRC
es_es: Canal de Bajada CRC

source: Upstream ES
es_es: Canal de Subida ES

source: Downstream ES
es_es: Canal de Bajada ES

source: Upstream SES
es_es: Canal de Subida SES

source: Downstream SES
es_es: Canal de Bajada SES

source: Upstream UAS
es_es: Canal de Subida UAS

source: Downstream UAS
es_es: Canal de Bajada UAS

source: Upstream LOS
es_es: Canal de Subida LOS

source: Downstream LOS
es_es: Canal de Bajada LOS

source: Upstream LOF
es_es: Canal de Subida LOF

source: Downstream LOF
es_es: Canal de Bajada LOF

source: Upstream LOM
es_es: Canal de Subida LOM

source: Downstream LOM
es_es: Canal de Bajada LOM

source: Parameters
es_es: Parámetros

source: Current Quarter
es_es: Cuarto actual

source: Previous Quarter
es_es: Cuarto previo

source: Current Day
es_es: Día actual

source: Previous Day
es_es: Día previo

source: Since Sync
es_es: Desde sincronización

source: Diagnostics DSL
es_es: Diagnósticos DSL

source: DSL stats
es_es: Estadísticas DSL

source: DSL Bit Loading
es_es: Carga de bits en DSL

source: Add New Rule
es_es: Agregar nueva regla

source: Time of Day
es_es: Acceso ToD

source: Time of day access control
es_es: Control de Acceso ToD

source: The Gateway will block/allow all the time if none of the days are selected
es_es: El modem bloqueará/permitirá todo el tiempo si no selecciona ningún dia

source: PPP connecting
es_es: Conectando PPP

source: PPP disconnected
es_es: PPP desconectada

source: PPP connected
es_es: PPP conectada

source: PPP authentication failed
es_es: Autenticación PPP fallida

source: PPP negotiation failed
es_es: Negociación PPP fallida

source: PPP error
es_es: Error PPP

source: Diagnostics Connection
es_es: Diagnosticos de Conexión

source: Connection Check
es_es: Prueba de Conexión

source: Restart all Tests
es_es: Reiniciar todas las pruebas

source: Restart
es_es: Reiniciar

source: DOCSIS WAN Enable
es_es: DOCSIS WAN habilitado

source: Interface Enabled
es_es: Interfaz Activada

source: Interface Disabled
es_es: Interfaz Desactivada

source: DOCSIS WAN Available
es_es: DOCSIS WAN disponible

source: Link Up
es_es: Enlace activo

source: Link Down
es_es: Enlace caido

source: WAN Enable
es_es: WAN Habilitado

source: WAN Available
es_es: WAN Disponible

source: DSL Status
es_es: Estado DSL

source: Success
es_es: Éxito

source: Not all ping requests were answered
es_es: No todos los ping fueron respondidos

source: Requested
es_es: Solicitado

source: Ongoing
es_es: En proceso

source: Failed
es_es: Fallido

source: Not Connected
es_es: No conectado

source: ATM Ping Test
es_es: Prueba ping ATM

source: GPON Status
es_es: Estadísticas GPON

source: PPP status
es_es: Estado PPP

source: IP Version 4 Address
es_es: Dirección IPv4

source: No Address Assigned
es_es: Dirección no asignada

source: IP Version 6 Address
es_es: Dirección IPv6

source: Not all pings were answered or not connected
es_es: No todos los ping fueron respondidos o no hay conexión

source: Unknown state
es_es: Estado desconocido

source: Next Hop Ping
es_es: Ping al siguiente salto

source: First DNS Server Ping
es_es: Ping al DNS Primario

source: Second DNS Server Ping
es_es: Ping al DNS Secundario

source: Next Hop Ping IPV6
es_es: Ping al siguiente salto IPv6

source: First DNS Server IPV6 Ping
es_es: Ping al DNS Primario IPv6

source: Second DNS Server IPV6 Ping
es_es: Ping al DNS Secundario IPv6

source: Off
es_es: Apagado

source: On
es_es: Encendido

source: Invalid day
es_es: Día inválido

source: Stop time should be greater Start time.
es_es: Tiempo de finalización debe de ser más grande que tiempo de inicio.

source: Overlapping times are not allowed.
es_es: Tiempos superpuestos no están permitidos.

source: Time of day wireless control
es_es: Control inalambrico ToD

source: Offline
es_es: Fuera de línea

source: Online
es_es: En línea.

source: Devices
es_es: Dispositivos

source: Devices List
es_es: Lista de dispositivos

source: Devices Map
es_es: Mapa de dispositivos

source: IPv6 Devices List
es_es: Lista de dispositivos IPv6

source: Unknown
es_es: Desconocido

source: Ethernet Ports
es_es: Puertos Ethernet

source: Port 1
es_es: Puerto 1

source: Port 2
es_es: Puerto 2

source: Port 3
es_es: Puerto 3

source: Port 4
es_es: Puerto 4

source: Wireless Networks
es_es: Redes Inalámbricas

source: Last
es_es: Ultimo

source: IP Address
es_es: Dirección IP

source: MAC Address
es_es: Dirección MAC

source: Port Speed
es_es: Velocidad del Puerto

source: Enable
es_es: Activado

source: Dest Port
es_es: Puerto de destino

source: NAT Helpers (ALG's)
es_es: Ayudantes NAT (ALG´s)

source: Port %d
es_es: Puerto %d

source: Diagnostics
es_es: Diagnósticos

source: Ports State
es_es: Estado de puertos

source: Type supported
es_es: Tipo soportado

source: Connected
es_es: Conectado

source: Not connected
es_es: No conectado

source: Network Statistics
es_es: Estadísticas de Red

source: Interface
es_es: Interfaz

source: Rx Bytes
es_es: Bytes Rx

source: Tx Bytes
es_es: Bytes Tx

source: Rx Packets
es_es: Paquetes Rx

source: Tx Packets
es_es: Paquetes Tx

source: Rx Errors
es_es: Errores Rx

source: Tx Errors
es_es: Errores Rx

source: Reset Stats
es_es: Reiniciar Estadísticas

source: Internet Access
es_es: Acceso a Internet

source: PPP Connection
es_es: Conexión PPP

source: DHCP Connection
es_es: Conexión DHCP

source: Connection mode
es_es: Modo de Conexión

source: Mode
es_es: Modo

source: Switch connection mode
es_es: Cambiar Modo de Conexión

source: %d days %d hours %d minutes %d seconds
es_es: %d dias %d horas %d minutos %d segundos

source: %d hours %d minutes %d seconds
es_es: %d horas %d minutos %d segundos

source: %d minutes %d seconds
es_es: %d minutos %d segundos

source: %d seconds
es_es: %d segundos

source: None selected
es_es: Ningún dispositivo seleccionado

source: Wireless Client Monitor
es_es: Monitor de cliente inalámbrico

source: Selection
es_es: Selección

source: Choose Device
es_es: Selecciona un dispositivo

source: Refresh List
es_es: Actualizar Lista

source: Refresh
es_es: Actualizar

source: Device Details
es_es: Detalles del dispositivo

source: All information is given from the Client perspective
es_es: Toda la información se da desde el punto de vista del cliente

source: Host Name
es_es: Nombre del dispositivo

source: Frequency
es_es: Frecuencia

source: Device Capabilities
es_es: Capacidades del dispositivo

source: Active
es_es: Estado

source: Power Transitions
es_es: Transiciones On/Off

source: PHY Rate
es_es: Ancho de banda

source: Data Rate
es_es: Tasa de transferencia

source: Packets Sent
es_es: Paquetes enviados

source: Packets Received
es_es: Paquetes recibidos

source: Retransmissions
es_es: Retransmisiones

source: Time Connected
es_es: Tiempo conectado

source: Current Time
es_es: Tiempo actual

source: Close
es_es: Cerrar

source: Return
es_es: Regresar

source: Changes saved successfully
es_es: Los cambios se guardaron exitosamente

source: Assistance
es_es: Asistencia

source: Remote Assistance
es_es: Asistencia Remota

source: Not connected to the Internet
es_es: No conectado a Internet

source: Username
es_es: Usuario

source: Date
es_es: Fecha

source: Facility
es_es: Instalaciones

source: Process
es_es: Proceso

source: Message
es_es: Mensaje

source: Everything
es_es: Todo

source: Management
es_es: Administración

source: Filter
es_es: Filtro

source: Exporting log, please wait ...
es_es: Exportando log, por favor espere...

source: Exporting failed; please try again.
es_es: Exportación fallida; intente de nuevo.

source: Wi-Fi QR Code
es_es: Código QR de WiFi

source: Server name
es_es: Nombre Servidor

source: Cannot use IPv4 subnet mask.
es_es: No se puede usar una máscara IPv4 de red

source: Cannot use the gateway IP address.
es_es: No se puede usar la dirección IP del Gateway

source: Cannot use the gateway WAN IP address.
es_es: No se puede usar la dirección IP WAN del Gateway

source: Add new NTP server
es_es: Agregar nuevo servidor NTP

source: Gateway
es_es: Módem

source: Global Information
es_es: Información Global

source: Product Vendor
es_es: Fabricante

source: Product Name
es_es: Nombre del Producto

source: Software Version
es_es: Versión de software

source: Firmware Version
es_es: Versión de Firmware

source: Bootloader Version
es_es: Versión de bootloader

source: Hardware Version
es_es: Versión de Hardware

source: Serial Number
es_es: Número de serie

source: Uptime
es_es: Tiempo Activo

source: System Time
es_es: Hora de sistema

source: Network Timezone
es_es: Zona Horaria de Red

source: Current Timezone
es_es: Zona Horaria Actual

source: NTP servers
es_es: Servidores NTP

source: Restarting, please wait...
es_es: Reiniciando, por favor espere

source: Restart Device
es_es: Reiniciar dispositivo

source: Schedule Reboot
es_es: Programar Reinicio

source: Schedule failed : please select correct Time and date.
es_es: Programación fallo: por favor seleccione fecha y hora correcta

source: Resetting to factory defaults, please wait...
es_es: Reajustando a valores de fabrica, por favor espere....

source: Factory Defaults
es_es: Valores de Fábrica

source: Export Configuration
es_es: Exportar Configuración

source: Export
es_es: Exportar

source: Exporting configuration, please wait...
es_es: Exportando la configuración, por favor espere ...

source: Import Configuration
es_es: Importar configuración

source: Import
es_es: Importar

source: No file selected.
es_es: Archivo no seleccionado

source: Importing configuration, please wait...
es_es: Importando la configuración, por favor espere ...

source: Importing failed; please try again.
es_es: Importación fallida, intente de nuevo ...

source: Importing failed; Invalid file used: expected file with extension bin. Please use correct file.
es_es: Importación fallida; Archivo invalido, asegurese de usar uno con extensión *.bin.

source: Importing failed; Invalid file used: file too large. Please use correct. Please use correct file..
es_es: Importación fallida; Archivo invalido, el tamaño es muy grande.

source: Rebooting
es_es: Reiniciando

source: Do you want to continue?
es_es: ¿Desea continuar?

source: Resetting
es_es: Reajustando

source: Do you want to continue?
es_es: ¿Desea continuar?

source: Firmware upgrade failed. Insufficient free memory available. Please reboot and try again.
es_es: Actualización de firmware falló. Memoria insuficiente, reinicie el modem e intente de nuevo.

source: Firmware upgrade failed; please use the correct firmware.
es_es: Actualización de firmware falló. Por favor use el firmware correcto.

source: Firmware upgrade failed; build signed with wrong key
es_es: Actualización de firmware falló; build firmado con la llave incorrecta

source: Firmware upgrade failed.
es_es: Actualización de firmware falló.

source: Errorcode:
es_es: Código de Error:

source: Upgrading...
es_es: actualizando....

source: WAN(default)
es_es: WAN(Predeterminado)

source: LAN interface
es_es: Interfaz LAN

source: WAN interface
es_es: Interfaz WAN

source: Add new bridge
es_es: Agregar nuevo puente

source: Layer 2 Bridging
es_es: Puente Capa 2

source: Bridges
es_es: Puentes

source: Guest
es_es: Invitado

source: Admin
es_es: Administrador

source: Engineer
es_es: Ingeniero

source: Provide a password to prevent unauthorized access to the gateway.
es_es: Proporciona una contraseña para prevenir el acceso no autorizado al equipo

source: Role
es_es: Rol

source: Change password
es_es: Cambiar contraseña

source: Repeat Password
es_es: Repetir contraseña

source: SRP verifier
es_es: SRP verificador

source: Add new user
es_es: Agregar nuevo usuario

source: Please set the new password for new user.
es_es: Establecer la nueva contraseña para el usuario nuevo.

source: Current user can not edit their role
es_es: Usuario actual no puede modificar su rol

source: Old password must be validated
es_es: Contraseña anterior debe de ser validada.

source: A user with this username already exists
es_es: Ya existe un usuario con ese nombre

source: Old Password
es_es: Contraseña anterior

source: Users list
es_es: Lista de usuarios

source: User name cannot be empty
es_es: El nombre de usuario no puede estar vacío

source: Provide a password to prevent unauthorized access to the gateway
es_es: Proporciona una contraseña para prevenir el acceso no autorizado al equipo

source: Password must contain at least 12 alphanumeric characters including both upper and lower case letters,
es_es: La contraseña debe de contener al menos 12 caracteres alfanúmericos incluyendo mínusculas y mayúsculas.

source: at least one number and at least one special character
es_es: Por lo menos un número y por lo menos un caracter especial

source: Passwords do not match
es_es: Las contraseñas no coinciden

source: Old password is incorrect
es_es: Contraseña anterior es incorrecta.

source: Disabled
es_es: Desactivado

source: xDSL Details
es_es: Detalles xDSL

source: Core Settings
es_es: Configuraciones principales

source: EOC Vendor ID
es_es: Vendedor ID EOC

source: EOC Serial Number
es_es: Número serial EOC

source: Modes
es_es: Modos

source: Profiles
es_es: Perfiles

source: HS Switch Timeout
es_es: Tiempo de experiación

source: 2nd Demod Cap Value
es_es: Valor de 2nd Demod Cap

source: 2nd Demod Cap Mask
es_es: Máscara de 2nd Demod Cap

source: Mac address duplicate with either current whitelist or current blacklist
es_es: Dirección MAC duplicada con la actual lista Negra/Blanca

source: Add new MAC address
es_es: Agregar dirección MAC

source: MAC Address list is empty
es_es: La lista de direcciones MAC esta vacia

source: None
es_es: Ninguno

source: Blacklist
es_es: Lista negra

source: Whitelist
es_es: Lista blanca

source: Register
es_es: Registrar

source: Leading and trailing whitespaces are not allowed.
es_es: Espacios en blanco iniciales y finales no están permitidos

source: The Band Steering can not be supported under WEP security mode.
es_es: Band Steering no es soportado con modo de seguridad WEP.

source: Please configure wifi-bandsteer
es_es: Por favor configure Wifi-Bandsteer

source: Wireless
es_es: Inalámbrico

source: External access points
es_es: Puntos de acceso externos

source: Access points
es_es: Puntos de Acceso

source: Wireless Data
es_es: Información WiFi

source: Analyzer
es_es: Analizador WiFi

source: If you use this tool, devices connected will be disconnected and will be able to connect after 1 minute.
es_es: Si usas esta herramienta, los dispositivos inalambricos seran desconectados y se podran conectar de nuevo despues de 1 minuto.

source: Accept
es_es: Aceptar

source: Client Monitoring
es_es: Monitor de cliente inalámbrico

source: This is a guest network. The guest network has no local network access.
es_es: Esta es una red para invitados. La red para invitados no tiene acceso a la red local.

source: Frequency band
es_es: Banda de frecuencia

source: MAC address
es_es: Dirección MAC

source: Standard
es_es: Estándar

source: Speed
es_es: Velocidad

source: Channel
es_es: Canal

source: Region
es_es: Región

source: Current channel
es_es: Canal actual

source: Channel width
es_es: Ancho de canal

source: Channel Width
es_es: Ancho de canal

source: Short Guard Interval
es_es: SGI

source: Cyclic-Delay Diversity
es_es: CDD

source: Space Time Block Code
es_es: STBC

source: Access Point
es_es: Punto de acceso

source: SSID name
es_es: SSID

source: Broadcast SSID
es_es: Difundir SSID

source: Security Mode
es_es: Modo de seguridad

source: Security for this wireless network is disabled, anybody can connect or listen to it
es_es: La seguridad para esta red inalámbrica está desactivada, cualquiera puede conectarse o escucharla

source: WEP is known to be flawed as a wireless security mode, usage of a more secure mode based on WPA2 is recommended.
es_es: Se sabe que modo WEP tiene fallas en su seguridad, se recomienda usar un modo más seguro basado en WPA2.

source: WEP Key
es_es: Llave WEP

source: Wireless Password
es_es: Contraseña Inalámbrica

source: WEP key
es_es: Llave WEP

source: Radius Authentication Server's IP
es_es: IP de la autenticación del servidor Radius

source: Radius Authentication Server's port
es_es: Puerto de la autenticación del servidor Radius

source: Radius Authentication Server's secret
es_es: Secreto de la autenticación del servidor Radius

source: Radius Accounting Server's IP
es_es: IP del servidor Radius de Contabilidad

source: Radius Accounting Server's port
es_es: Puerto del servidor Radius de Contabilidad

source: Radius Accounting Server's secret
es_es: Secreto del servidor Radius de Contabilidad

source: WPS is automatically disabled if you choose WEP or WPA-only security or disable broadcast of the SSID
es_es: WPS se desactiva automáticamente si elige WEP, WPA-solo o desactiva la emisión del SSID

source: WPS AP PIN code
es_es: Código WPS del AP

source: WPS Device PIN code
es_es: Código WPS de dispositivo

source: Set PIN code
es_es: Definir Código

source: Trigger
es_es: Iniciar

source: Detecting a Wi-Fi client's capabilities and monitoring its interfaces, Band Steering actively guides the client to the more suitable Wi-Fi band.
es_es: Al detectar las capacidades del cliente Wi-Fi y monitorear sus interfaces, Band Steering guía activamente al cliente a la mejor banda Wi-Fi

source: Band Steering Enabled
es_es: Band Steering Habilitado

source: If a wireless device reports this gateway's 2.4GHz signal strength is above this threshold, the gateway will ask the device to test the 5GHz band . Please see 5GHz section for additional parameter.
es_es: Si el dispositivo inalambrico reporta que la intensidad de señal en la banda de 2.4 GHz es superior a este umbral, el Gateway le pedirá al dispositivo probar la banda de 5 GHz. Por favor vea la sección de 5 GHz para parametros adicionales.

source: 2.4GHz Band Steering Threshold
es_es: Umbral de Band Steering en banda 2.4 GHz

source: Please see 2.4GHz section for initial parameter. If a wireless device tests the 5GHz band and reports the 5GHz signal strength is above this threshold, the gateway will direct the device to switch to the 5GHz band.
es_es: Por favor mire la sección 2.4GHz para el parametro inicial. Si un dispoitivo inalambrico prueba la banda de 5GHz y reporta que la intensidad de la señal en esa banda esta por arriba del umbral, el gateway pedirá al dispositivo cambiarse a la banda de 5GHz.

source: 5GHz Band Steering Threshold
es_es: Umbral de Band Steering en banda 5 GHz

source: Access Control List
es_es: Lista de Control de Acceso

source: ACL mode
es_es: Modo ACL

source: QR Code
es_es: Código QR

source: Generate QRCode
es_es: Generar Código QR

source: Wifi Analyzer
es_es: Analizador WiFi

source: Please press Rescan button to view the updated wifi list
es_es: Por favor presiona el boton de Escanear para actualizar la lista de WiFi
