Repository: FrancYescO/tch_firmware_extracted
Catalog: www/lang/*/webui-voice.po
Languages: es_es

source: Time
es_es: Tiempo

source: Call Type
es_es: Tipo de Llamada

source: Local Number
es_es: Número Local

source: Remote Number
es_es: Número Remoto

source: Duration
es_es: Duración

source: Port
es_es: Puerto

source: Device Name
es_es: Nombre del Dispositivo

source: Incoming Successful
es_es: Entradas exitosas

source: Incoming Missed
es_es: Entradas perdidas

source: Outgoing Successful
es_es: Salidas exitosas

source: Outgoing Failed
es_es: Salidas falladas

source: Telephony
es_es: Telefonía

source: Call Log
es_es: Log de Llamadas

source: Clear call logs
es_es: Limpiar log de llamadas

source: Call Statistics
es_es: Estadisticas de llamadas

source: SIP Profile
es_es: Perfil SIP

source: UserName
es_es: Nombre de Usuario

source: Password
es_es: Contraseña

source: DisplayName
es_es: Nombre

source: SIP Network
es_es: Red SIP

source: Registered
es_es: Registrado

source: Call Status
es_es: Estado de llamada

source: Internal Profile
es_es: Perfil Interno

source: Number
es_es: Número

source: Enabled
es_es: Habilitado

source: Create new
es_es: Crear nuevo

source: Please set URI.
es_es: Por favor establezca URI

source: This URI has already existed, please input one not existed.
es_es: Este URI ya ha existido, por favor introduzca alguno que no haya existido

source: Please set value.
es_es: Por favor ingrese el valor

source: Invalid value, space not allowed
es_es: Valor inválido, no se permiten espacios

source: Please set password.
es_es: Por favor, introduzca la contraseña

source: Telephone Numbers
es_es: Números de Teléfono

source: Internal Telephone Numbers
es_es: Números de Teléfono Internos

source: Close
es_es: Cerrar

source: Sip Device
es_es: Dispositivo SIP

source: User Name
es_es: Nombre de Usuario

source: Mapping Status
es_es: Estado de mapeo

source: Access code must composed of 4 digits
es_es: Código debe ser de 4 dígitos

source: Name
es_es: Nombre

source: Handset ID
es_es: ID de Handset

source: State
es_es: Estado

source: ALL
es_es: TODOS

source: Base Name
es_es: Nombre base

source: Access Code
es_es: Código de acceso

source: Pairing Window Time
es_es: Tiempo de

source: Pairing Handset
es_es: Headset de emparejamiento

source: Start
es_es: Iniciar

source: Pairing in progress, please wait...
es_es: Emparejamiento en proceso.

source: Stop
es_es: Detener

source: Device List
es_es: Lista de dispositivos

source: Handset Name
es_es: Nombre de Handset

source: Unregister
es_es: Desregistrar

source: First Name
es_es: Nombre

source: Last Name
es_es: Apellido

source: Home Number
es_es: Número de casa

source: Mobile Number
es_es: Movil

source: Office Number
es_es: Número de Oficina

source: Add new contact
es_es: Agregar nuevo contacto

source: Contacts
es_es: Contactos

source: Services
es_es: Servicios

source: Register
es_es: Registrar

source: Register & Activate
es_es: Registrar y Activar

source: Activate
es_es: Activar

source: Deactivate
es_es: Desactivar

source: Deactivate & Erase
es_es: Desactivar y Borrar

source: Interrogate
es_es: Interrogar

source: Profile
es_es: Perfil

source: Device
es_es: Dispositivo

source: Destination
es_es: Destino

source: Service Name
es_es: Nombre de Servicio

source: Config VOIP Services
es_es: Configurar Servicios VoIP

source: Service Code Command
es_es: Comando de código de Servicio

source: Primary Registrar
es_es: Registrar Primario

source: Primary RegistrarPort
es_es: Puerto de Registrar Primario

source: Primary Proxy
es_es: Proxy Primario

source: Primary ProxyPort
es_es: Puerto de Proxy Primario

source: Expire Time
es_es: Tiempo de Expiración

source: Global Information
es_es: Información Global

source: Telephony enabled
es_es: Telefonía activada

source: Telephony disabled
es_es: Telefonía desactivada

source: Registered Accounts
es_es: Cuentas registradas

source: Registering Accounts
es_es: Registrando cuentas

source: Unregistered Accounts
es_es: Cuentas no registradas

source: Phone Book
es_es: Guía telefónica

source: Phone Numbers
es_es: Números telefónicos

source: Service
es_es: Servicio

source: Quality Log
es_es: Log de calidad

source: Historical Statistics
es_es: Histórico de estadísticas

source: Ongoing Statistics
es_es: Estadísticas actuales

source: Clear historical logs
es_es: Borrar histórico de estadísticas

source: RoundTripDelay
es_es: Delay punto a punto

source: FarEndInterarrivalJitter
es_es: Jitter en extremo lejano

source: ReceiveInterarrivalJitter
es_es: Jitter recibido

source: Remoteparty
es_es: Número Remoto

source: Profile Number
es_es: Número telefónico
