Repository: FrancYescO/tch_firmware_extracted
Catalog: www/lang/*/webui-parental.po
Languages: es_es

source: custom
es_es: perzonalizado

source: MAC Address
es_es: Dirección MAC

source: Site
es_es: Sitio

source: Device
es_es: Dispositivo

source: Add New Site
es_es: Añadir nuevo Sitio

source: Keywords
es_es: Palabras Claves

source: Add New Keywords
es_es: Añadir nuevas Palabras Claves

source: MAC address
es_es: Dirección MAC

source: Parental Controls
es_es: Control Parental

source: Site Blocking
es_es: Bloqueo de sitio

source: Enabled
es_es: Habilitado

source: Note:Parental control url filter will block all the webpages related to the given domain name.
es_es: Nota: el filtro URL de Control Parental bloqueará todas las páginas web relacionadas al nombre de dominio dado.

source: Keyword Filter
es_es: Filtro Palabra Clave

source: Parental Blocked
es_es: Bloqueo Parental

source: Destination is blocked due to parental control.
es_es: El destino está bloqueado debido al Control Parental

source: Continue to the main page.
es_es: Continuar a página principal

source: Site blocking enabled
es_es: Bloqueo de sitio habilitado

source: Site blocking disabled
es_es: Bloqueo de sitio deshabilitado

source: <strong %s>%d site blocking</strong> rule is defined
es_es: <strong %s> %d regla </strong> definida
