Repository: FrancYescO/tch_firmware_extracted
Catalog: www/lang/*/webui-core.po
Languages: es_es

source: The below chart shows the results of the latest scan of your local area from your gateway.
es_es: La siguiente tabla muestra el resultado del último escaneo de su área local desde su módem.

source: Please update your browser to use this page.
es_es: Por favor actualice su navegador de internet para ver esta página.

source: Re-scan
es_es: Reescanear

source: Network Name (SSID)
es_es: Nombre de Red (SSID)

source: Signal Strength (RSSI)
es_es: Nivel de Señal (RSSI)

source: Re-scanning
es_es: Reescaneando

source: Please enter valid ipv4/domain address
es_es: Por favor escriba una dirección ipv4/dominio válido.

source: Please enter valid ipv6/domain address
es_es: Por favor escriba una dirección ipv4/dominio válido.

source: Wan6 interface is down
es_es: Interfaz Wan6 está apagada

source: Hostname
es_es: Nombre de host

source: Error code
es_es: Código de error

source: Diagnostics Ping & Traceroute
es_es: Diagnósticos Ping y Traceroute

source: Ping Statistics
es_es: Estadísticas Ping

source: Send Ping Request
es_es: Enviar Ping

source: Stop Ping Request
es_es: Detener Ping

source: Seq
es_es: Secuencia

source: Time
es_es: Tiempo

source: Not all ping requests have been answered
es_es: No todos los Pings fueron respondidos

source: Finished
es_es: Terminado

source: Status:
es_es: Estado:

source: Success Count:
es_es: Ping existosos:

source: Failure Count:
es_es: # Fallas:

source: Protocol Version
es_es: Versión de Protocolo

source: Hostname:
es_es: Nombre de host

source: Number of pings:
es_es: Número de pings:

source: Size (bytes):
es_es: Tamaño (bytes):

source: Min Resp Time:
es_es: Tiempo Min. de Resp:

source: Max Resp Time:
es_es: Tiempo Max. de Resp:

source: Avg Resp Time:
es_es: Tiempo Prom. de Resp:

source: Note: The specified number of ICMP data bytes will take additional 8 bytes of ICMP header data.
es_es: Nota: El número especificado de bytes de datos ICMP ocupará 8 bytes adicionales en los datos de cabecera ICMP.

source: Stop Trace Route
es_es: Detener Trace Route

source: Max Hop Count:
es_es: Max. número de saltos

source: custom
es_es: Definida por usuario

source: Not a Public address
es_es: No es una Dirección pública

source: Cannot use classE IP address range.
es_es: No se puede usar una dirección IP de clase E

source: Cannot use software address range.
es_es: No se puede usar rando de direcciones de software

source: Cannot use IPv4 loopback address range.
es_es: No se puede usar la dirección IPv4 de loopback

source: Cannot use a multicast address.
es_es: No se puede usar una dirección multicast

source: Cannot use the broadcast address
es_es: No se puede usar la dirección Broadcast

source: Cannot use reserved names as static lease name
es_es: No se puede usar nombres reservados como nombre para asignaciones estáticas

source: The requested MAC address can't be the broadcast MAC
es_es: La dirección MAC requerida no puede ser la dirección Broadcast MAC

source: Add new static lease
es_es: Agregar una nueva asignación estática

source: Cannot use netmask as DNS server IP
es_es: No se puede usar una máscara de red como la dirección IP de un servidor DNS

source: Lan pool range overlaps with the STB pool range
es_es: El rango de direcciones LAN se superpone con el rango de direcciones STB

source: DHCP End Address is Invalid
es_es: Dirección final inválida

source: DHCP Start Address should not be greater than End Address
es_es: Dirección inicial no puede ser mayor a la dirección final

source: Broadcast Address should not be used
es_es: La dirección Broadcast no debe de ser usada

source: DHCP End Address is not valid in Subnet Range
es_es: Dirección final no es válida en la subred

source: DHCP Start Address is Invalid
es_es: Dirección inicial inválida

source: DHCP Start Address should not be Local Device IP Address
es_es: Dirección inicial no puede ser la dirección local del dispositivo

source: DHCP Start Address should not be a Network Address
es_es: Dirección inicial no puede ser la dirección de Red

source: DHCP Start Address is not valid in Subnet Range
es_es: Dirección inicial no es válida en la subred

source: Gateway IP should not be in %s IP Range
es_es: IP del Gateway no puede ser del rango IP %s

source: Public IP Range should not be used
es_es: No se debe de usar IP públicas

source: Local Network
es_es: Red local

source: LAN Interfaces
es_es: Interfaces LAN

source: Public Subnet Settings
es_es: Configuración Subred Pública

source: CPE IP Address
es_es: Dirección IP CPE

source: Subnet Mask
es_es: Mascara de subred

source: Local Device IPv4 address
es_es: Dirección IPv4 del dispositivo local

source: Local Network subnet
es_es: Subred de la red local

source: IPv6 state
es_es: Estado IPv6

source: Local Device IPv6 address
es_es: Dirección IPv6 del dispositivo local

source: Ethernet Ports enabled
es_es: Puertos Ethernet habilitados

source: DHCP Settings
es_es: Configuración DHCP

source: DHCP Server
es_es: Servidor DHCP

source: Network address
es_es: Dirección de Red

source: STB Start address
es_es: Dirección Inicial STB

source: STB End address
es_es: Dirección Final STB

source: DHCP Start address
es_es: Dirección inicial

source: DHCP End address
es_es: Dirección final

source: Lease time
es_es: Tiempo de asignación

source: DNS server
es_es: Servidor DNS

source: Restore Default Configuration
es_es: Restaurar configuracion predeterminada

source: Reset Configuration
es_es: Reiniciar Configuración

source: Static leases
es_es: Asignaciones Estáticos

source: The latest added/modified static lease is set to an IP that is already in use, please perform a reboot to apply the changes
es_es: La última asignación estática añadida/modificada está configurada a una IP que actualmente se está usando. Por favor reinicia para aplicar los cambios.

source: Diagnostics tcpdump
es_es: Diagnóstico tcpdump

source: 1. Max Packet Number Recommened is dynamic and not accurate value (assume to use half of free memory).<br/>2. Acceleration disabled during tcpdump on platforms which supports flow cache!<br/>3. 'Download' invalid if nothing captured.<br/>4. 'Clean' captured file to reduce memory consumption.
es_es: 1. El número de paquetes máximo recomendado es dinamico y no es un valor exacto (asume el uso de la mitad de la memoria libre).<br/>2. Aceleración deshabilitada durante tcpdump en plataformas donde soporta flow cache!<br/>3. "Descargar" inválida si no se capturo nada.<br/>4. "Limpiar" archivo de captura para reducir el consumo de memoria.

source: Stop
es_es: Detener

source: Start
es_es: Inicio

source: Clean
es_es: Borrar

source: Not Requested
es_es: No solicitado

source: Download
es_es: Descargar

source: Downloading tcpdump file, please wait...
es_es: Descargando archivo tcpdump, por favor espere...

source: Download failed; please try again.
es_es: La descarga fallo; por favor intente nuevamente

source: Max Packet Number Recommended:
es_es: Número máximo de paquete recomendado:

source: Packet Number:
es_es: Número de paquete:

source: Interface:
es_es: Interfaz:

source: Log Type:
es_es: Tipo de registro:

source: Flags
es_es: Banderas

source: Metric
es_es: Métrica

source: Use
es_es: Uso

source: Iface
es_es: Interfaz

source: System Log - Routing Table
es_es: Tabla de ruteo

source: DHCP Relay Setup
es_es: Configuración DHCP Relay

source: Server IP
es_es: Servidor IP

source: Local IP
es_es: IP local

source: Quick Links
es_es: Enlaces rápidos

source: Restart is in progress. Do you want to reset the gateway to Factory Defaults also?
es_es: Reinicio esta en progreso. ¿También quiere reajustar el Gateway a valores de fabrica?

source: Resetting the Gateway to Factory defaults...
es_es: Reajustando el Gateway a valores de fabrica

source: Broadband
es_es: Banda Ancha

source: Broadband type
es_es: Tipo Banda Ancha

source: IPv6 Global Addr
es_es: Dirección global IPv6

source: IPv6 Link Local Addr
es_es: Dirección de enlace local IPv6

source: IPv6 Default Gateway
es_es: IPv6 Gateway predeterminado

source: Generic
es_es: Genérico

source: DesktopComputer
es_es: Computadora de escritorio

source: Laptop
es_es: Computadora portátil

source: Phone
es_es: Teléfono

source: Printer
es_es: Impresora

source: Storage
es_es: Almacenamiento

source: InterfaceType
es_es: Tipo de Interfaz

source: Port
es_es: Puerto

source: Connection Time
es_es: Tiempo de Conexión

source: Device Type
es_es: Tipo de dispositivo

source: Infinite
es_es: Infinito

source: ACCEPT
es_es: ACEPTAR

source: DROP
es_es: DESCARTAR

source: REJECT
es_es: RECHAZAR

source: <strong>Low</strong>
es_es: <strong>Bajo</strong>

source: <strong>Medium</strong>
es_es: <strong>Medio</strong>

source: <strong>High</strong>
es_es: <strong>Alto</strong>

source: <strong>User</strong>
es_es: <strong>Usuario</strong>

source: TrafficType
es_es: Tipo de trafico

source: Action
es_es: Acción

source: Src IP/Subnet
es_es: IP/subred Origen

source: Src port
es_es: Puerto origen

source: Dst IP/Subnet
es_es: IP destino/subred

source: Dst port
es_es: Puerto destino

source: Duplicate value
es_es: Valor duplicado

source: Add new IPv4 firewall rule
es_es: Agregar nueva regla de cortafuego IPv4

source: icmp-type
es_es: tipo-icmp

source: Add new IPv4 Ping WhiteList rule
es_es: Agregar nueva regla Ping de IPv4 a la Lista Blanca

source: Add new IPv6 Ping WhiteList rule
es_es: Agregar nueva regla Ping de IPv6 a la Lista Blanca

source: Invalid IPv4 Address
es_es: Dirección IPv4 inválida

source: Add new IPv6 firewall rule
es_es: Agregar nueva regla de cortafuego IPv6

source: Firewall
es_es: Cortafuegos

source: Firewall level
es_es: Nivel de cortafuegos

source: Level
es_es: Nivel

source: In <strong>low mode</strong>, firewall allows all outbound connections and rejects unknown incoming connections but acknowledges presence of the gateway.
es_es: En <strong> modo Bajo </strong>, El cortafuegos permitirá todas las conexiones salientes. Rechazará las conexiones entrantes desconocidas pero reconocerá la presencia del Gateway.

source: In <strong>medium mode</strong>, firewall allows all outbound connections and silently drops unknown incoming connections.
es_es: En <strong> modo Medio </strong>, El cortafuego permitirá todas las conexiones salientes. Silenciosamente descartará conexiones entrantes desconocidas.

source: In <strong>high mode</strong>, firewall allows outgoing connections to HTTP, HTTPS, SMTP, POP3, IMAP, SSH services and silently drops unknown incoming connections.
es_es: En <strong> modo Alto </strong>, El cortafuegos permitirá conexiones salientes a los siguientes servicios: HTTP, HTTPS, SMTP, POP3, IMAP, SSH. Silenciosamente descartará las conexiones entrantes desconocidas.

source: In <strong>user mode</strong>, individual firewall rules may be configured as well as the default behavior.
es_es: En <strong> modo Usuario </strong>, reglas del cortafuegos individuales pueden ser configuradas, así como el comportamiento predeterminado

source: IPv4 Stealth Mode
es_es: Modo sigilo IPv4

source: <strong>Enabling this will overwrite InternetIPv4 ping selections</strong>,firewall will drop all ICMPv4 services for incoming connections
es_es: <strong>Habilitar esto sobreescribirá las selecciones de InternetIPv4 ping</strong>,el cortafuegos prohibirá todos los servicios ICMPv4 para conexiónes entrantes

source: IPv6 Stealth Mode
es_es: Modo sigilo IPv6

source: <strong>Enabling this will overwrite InternetIPv6 ping selections</strong>,firewall will drop all ICMPv6 services for incoming connections
es_es: <strong>Habilitar esto sobreescribirá las selecciones de InternetIPv6 ping</strong>,el cortafuegos prohibirá todos los servicios ICMPv6 para conexiónes entrantes

source: Firewall default behavior
es_es: Comportamiento predeterminado del Cortafuegos

source: Answer All IPv4 Internet pings
es_es: Responder todos los Pings IPv4 de Internet

source: Answer only these selected Internet IPv4 pings
es_es: Responder solo estos Pings IPv4 de Internet

source: Answer All IPv6 Internet pings
es_es: Responder todos los Pings IPv6 de Internet

source: Answer only these selected Internet IPv6 pings
es_es: Responder solo estos Pings IPv6 de Internet

source: Outgoing default policy
es_es: Política predeterminada de salida

source: The <strong>outgoing policy</strong> defines what is done with packets coming from the LAN devices toward the internet. Setting it to REJECT or DROP will forbid any internet traffic from the LAN unless explicitly allowed by a firewall rule.
es_es: La <strong> política de salida </strong> define lo que se hace con los paquetes procedentes de los dispositivos de la LAN hacia internet. Si se define como RECHAZAR o DESCARTAR, se prohibirá cualquier tráfico a Internet desde la LAN a menos que esté explícitamente permitido por una regla de firewall.

source: Incoming default policy
es_es: Política predeterminada de entrada

source: The <strong>incoming policy</strong> defines what is done with packets destined to the gateway. They can be either REJECTED (the gateway will notify the sender they were rejected) or DROPPED (the gateway will silently discard those packets).
es_es: La <strong> política de entrada </strong> define lo que se hace con los paquetes destinados al Gateway. Estos paquetes pueden ser RECHAZADOS (el Gateway notificará al remitente que fueron rechazadas) o DESCARTADOS (el Gateway silenciosamente descartará estos paquetes).

source: IPv4 Firewall Rules
es_es: Reglas cortafuego IPv4

source: IPv6 Firewall Rules
es_es: Reglas de cortafuego IPv6

source: Proto
es_es: Protocolo

source: Source Address
es_es: Dirección Origen

source: Destination Address
es_es: Dirección Destino

source: State
es_es: Estado

source: System Log - Active Connections
es_es: Conexiones activas

source: Policy Name
es_es: Nombre de Política

source: Routing table
es_es: Tabla de ruteo

source: Add new policy
es_es: Agregar nueva política

source: Host Application
es_es: Aplicación host

source: Add new host rule
es_es: Agregar nueva regla host

source: ALL
es_es: Todos

source: Src Interface
es_es: Interfaz Origen

source: Src IP
es_es: IP de origen

source: Dst IP
es_es: IP destino

source: Add new rule
es_es: Agregar nueva regla

source: Policy Routing
es_es: Política de ruteo

source: Host Rules
es_es: Reglas host

source: <strong>You must reboot modem to apply host rules!</strong>
es_es: <strong>Debe de reiniciar modem para aplicar las reglas!</strong>

source: Routing Rules
es_es: Reglas de ruteo

source: Mon.
es_es: Lun.

source: Tue.
es_es: Mar.

source: Wed.
es_es: Mier.

source: Thu.
es_es: Jue.

source: Fri.
es_es: Vie.

source: Sat.
es_es: Sab.

source: Sun.
es_es: Dom.

source: Number
es_es: Número

source: Start Time
es_es: Hora de Inicio

source: Stop Time
es_es: Hora de Terminación

source: Ringing
es_es: Repique

source: Day of week
es_es: Día de la semana

source: Add a New Ringing Schedule
es_es: Agregar un nuevo horario de timbrado

source: Start time should be less than Stop time.
es_es: Tiempo de inicio debe de ser menor al tiempo de finalización

source: Ringing Schedule
es_es: Horario de Repique

source: During this time ringing is
es_es: Durante este tiempo el repique es

source: Mask
es_es: Máscara

source: Source
es_es: Origen

source: Duplicate Static Route Found
es_es: Se encontró ruta estática duplicada

source: Add new static IPv4 route
es_es: Agregar nueva ruta estática IPv4

source: Invalid gateway IP.
es_es: Ip del Gateway inválida

source: Invalid IP address.
es_es: Dirección IP inválida

source: DNS Server 1
es_es: Servidor DNS 1

source: DNS Server 2
es_es: Servidor DNS 2

source: DNS Server 3
es_es: Servidor DNS 3

source: IP Extras
es_es: Extras IP

source: IPv4 Routes
es_es: Rutas IPv4

source: IPv4 Static Routes Configuration
es_es: Configuración de rutas estáticas IPv4

source: Basic
es_es: Básico

source: IPv4 Only
es_es: Solo IPv4

source: IPv6 Only
es_es: Solo IPv6

source: Prefer IPv4
es_es: Preferir IPv4

source: Prefer IPv6
es_es: Preferir IPv6

source: CWMP Settings
es_es: Configuración CWMP

source: ACS Username
es_es: Nombre de usuario de ACS

source: ACS Password
es_es: Contraseña ACL

source: Periodic Interval
es_es: Intervalo periódico

source: Add new Syslog Filter
es_es: Agregar nuevo filtro Syslog

source: Port is invalid. It should be between 1 and 65535.
es_es: Puerto inválido. Debe de ser entre 1 y 65535

source: Only alphanumeric characters, commas (,), full spots(.), underscores(_) and hiphens(-) are allowed, no spaces
es_es: Solo caracteres alfanúmericos, comas (,), puntos (.), guión bajo (_) y guión medio (-) son permitidos. No espacios.

source: System Extras
es_es: Extras del Sistema

source: LAN Upgrade
es_es: Actualización LAN

source: Entering BOOTP, please wait...
es_es: Entrando BOOTP, por favor espere...

source: SSH Access
es_es: Acceso SSH

source: System Log
es_es: Log del Sistema

source: Enable Syslog
es_es: Activar Syslog

source: Filter IP
es_es: Filtro IP

source: Enable Filter
es_es: Activar filtro

source: Every filter is a regular expression string; Start with '!' to invert selection
es_es: Cada filtro es una expresión regular; Comienza con "!" para invertir la selección

source: Syslog filters
es_es: Filtros Syslog

source: This will put your gateway into LAN Upgrade
es_es: Esto pondra su Gateway en Actualización LAN

source: Rebooting...
es_es: Reiniciando...

source: Password must contain at least 12 alphanumeric characters including both upper and lower case letters, at least one number and at least one special character
es_es: La contraseña debe de contener al menos 12 caracteres alfanúmericos incluyendo mínusculas y mayúsculas, al menos un número y al menos un caracter especial

source: Your old password
es_es: Contraseña actual

source: If you haven't changed it, the default password can be found on the sticker under your gateway (it's called <strong>"access code"</strong>)
es_es: Si no la ha cambiado, la contraseña por defecto se puede encontrar en la etiqueta debajo del modem (<strong>"access code"</strong>)

source: Your new password
es_es: Nueva contraseña

source: Repeat new password
es_es: Repetir nueva contraseña

source: Updating
es_es: actualizando

source: You are trying to login with wrong password for %s times
es_es: Estás intentando ingresar por %s vez con una contraseña incorrecta

source: Please wait %s seconds to enter new password
es_es: Por favor espere %s segundos para volver a escribir la nueva contraseña

source: Sign in
es_es: Ingresar

source: Invalid Username or Password
es_es: Usuario o contraseña inválidos

source: Your username
es_es: Tu Nombre de Usuario

source: Your password
es_es: Tu Contraseña

source: Forgot Login Password
es_es: Olvidé contraseña de ingreso

source: Invalid Password
es_es: Contraseña Inválida

source: Enter the default <strong>"access code"</strong>. This code is located on the label underneath your gateway.
es_es: Ingresa el valor predeterminado <strong> "código de acceso" </strong>. Este código se encuentra en la etiqueta de tu Gateway.

source: Verify
es_es: Verificar

source: Verifying
es_es: Verificando

source: Gateway is going to reboot within 2 minutes, Save your changes
es_es: Gateway se va a reiniciar dentro de 2 minutos, Guarde sus cambios.

source: Reboot Schedule
es_es: Horario de Reinicio

source: Change my password
es_es: Cambiar contraseña

source: Sign out
es_es: Salir

source: Change Password
es_es: Cambiar contraseña

source: Now
es_es: Ahora

source: Remind me later
es_es: Recordarme después

source: Do not remind me again
es_es: No volver a recordarme

source: Processing
es_es: Procesando

source: Loading...
es_es: Cargando...

source: Please wait...
es_es: Por favor espere...

source: Login Expired. Reloading.
es_es: Sesión expirada

source: Same site cannot be added for multiple times
es_es: Mismo sitio no puede agregarse multiples veces

source: Internal Server Error occured, please contact administrator
es_es: Ocurrio un error interno del servidor, por favor contacte al administrador

source: The requested file is not found! Please try again after some time
es_es: ¡El archivo solicitado no fue encontrado! Por favor intenta nuevamente después de cierto tiempo.

source: The server is currently unavailable, Please try again after some time
es_es: El servidor actualmente no está disponible. Por favor intenta nuevamente después de cierto tiempo.

source: The server timed out waiting for the request
es_es: El servidor expiró su tiempo esperando la solicitud

source: The request could not be performed due to some error
es_es: La petición no puede ser ejecutada debido a un error

source: Invalid username, domain locked
es_es: Usuario inválido, dominio bloqueado

source: disconnecting
es_es: desconectando

source: connected
es_es: conectado

source: connecting
es_es: conectando

source: disconnected
es_es: desconectado

source: authentication failed
es_es: autenticación fallida

source: negotiation failed
es_es: negociación fallida

source: PPP connection
es_es: Conexión PPP

source: IPv4 address
es_es: Dirección IPv4

source: DNS servers
es_es: Servidores DNS

source: IPv6 Address
es_es: Dirección IPv6

source: IPv6 Prefix
es_es: Prefijo IPv6

source: Encapsulation
es_es: Encapsulación

source: Internet channel
es_es: Canal de Internet

source: Using VLAN
es_es: VLAN

source: DNS IP Address
es_es: Dirección IP DNS

source: Add New DNS
es_es: Agregar nuevo DNS

source: Static Connection
es_es: Conexión estática

source: IPv4 Address
es_es: Dirección IPv4

source: DNS Servers
es_es: Servidores DNS

source: Domain Name Server Configuration
es_es: Configuración DNS

source: Connection
es_es: Conexión

source: Network
es_es: Red

source: Igmpproxy
es_es: Proxy IGMP

source: Physical link status
es_es: Estado de enlace físico

source: DSL Enabled
es_es: DSL Activo

source: DSL Uptime
es_es: Tiempo funcionamiento DSL

source: DSL Type
es_es: Tipo DSL

source: DSL Mode
es_es: Modo DSL

source: Maximum Line rate
es_es: Max. Velocidad de línea

source: Line Rate
es_es: Velocidad de línea

source: Data Transferred
es_es: Datos transferidos

source: Output Power
es_es: Potencia de Salida

source: Line Attenuation
es_es: Atenuación de Linea

source: Noise Margin
es_es: Margen de Ruido

source: Connecting
es_es: Conectando

source: DHCP connection
es_es: Conexión DHCP

source: IPv6 address
es_es: Dirección IPv6

source: Lease obtained
es_es: Asignación obtenida

source: Lease expires
es_es: Expiración de la asignación

source: Parental Control
es_es: Control Parental

source: Access Control
es_es: Control de acceso ToD

source: Disconnecting
es_es: Desconectando

source: Disconnected
es_es: Desconectado

source: Authentication failed
es_es: Autenticación fallida

source: Negotiation failed
es_es: Negociación fallida

source: PPP statistics
es_es: Estadísticas PPP

source: Discard Packets
es_es: Paquetes descartados

source: Broadcast Packets
es_es: Paquetes Broadcast

source: Multicast Packets
es_es: Paquetes Multicast

source: Unicast Packets
es_es: Paquetes Unicast

source: Packets
es_es: Paquetes

source: Errors
es_es: Errores

source: Unknown Proto Packets
es_es: Paquetes Protocolo desconocido

source: User Manager
es_es: Administrador de Usuarios

source: Log Viewer
es_es: Visor de registro

source: Routing Table
es_es: Tabla de ruteo

source: Connections
es_es: Conexiones

source: Bridged connection
es_es: Conexión Puente

source: No configuration available for internet connectivity when in bridge mode.
es_es: Configuración de Internet no disponible en modo Puente.

source: not connected
es_es: No conectado

source: Interface %s status
es_es: Estado de interfaz %s

source: dBm/1000
es_es: dB/1000

source: TransmitOpticalLevel
es_es: Nivel de Tx Óptico

source: Ethernet disabled
es_es: Ethernet desactivado

source: Ethernet connected
es_es: Ethernet conectado
